alsa-utils
amd-ucode
arch-install-scripts
archinstall
autoconf
automake
b43-fwcutter
base
bind
bison
brltty
btrfs-progs
clonezilla
cloud-init
darkhttpd
ddrescue
debugedit
dhclient
dhcpcd
dialog
discord
dmidecode
dmraid
dnsmasq
dosfstools
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
f2fs-tools
fakeroot
fatresize
firefox
flameshot
flex
fsarchiver
gcc
git
gnu-netcat
gpart
gptfdisk
grml-zsh-config
grub
hdparm
htop
hyperv
i3-volume
i3-wm
i3status
intel-ucode
irssi
iw
iwd
jfsutils
kitty-terminfo
konsole
lazygit
lftp
libfido2
libusb-compat
lightdm
lightdm-gtk-greeter
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lsscsi
lvm2
lynx
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mkinitcpio-archiso
mkinitcpio-nfs-utils
modemmanager
mtools
nano
nbd
ndisc6
neofetch
netctl
nfs-utils
nilfs-utils
nmap
ntfs-3g
nvme-cli
open-iscsi
open-vm-tools
openconnect
openssh
openvpn
os-prober
partclone
parted
partimage
patch
pavucontrol
pcsclite
pkgconf
ppp
pptpclient
pulseaudio
pv
qemu-guest-agent
refind
reflector
reiserfsprogs
rofi
rp-pppoe
rsync
rxvt-unicode-terminfo
screen
sdparm
sg3_utils
shutter
smartmontools
sof-firmware
squashfs-tools
sudo
syslinux
systemd-resolvconf
tcpdump
terminator
terminus-font
testdisk
tmux
tree
ttf-dejavu
udftools
usb_modeswitch
usbmuxd
usbutils
vim
virtualbox-guest-utils-nox
volumeicon
vpnc
wireless-regdb
wireless_tools
wpa_actiond
wpa_supplicant
wvdial
xf86-video-vesa
xfsprogs
xl2tpd
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
yay-git
zsh
zsh-theme-powerlevel10k-git
